---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomDepartment
source: html/1845a45b-747f-db9b-a18f-99758fb4a9a0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomDepartment Property

"Department"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomDepartment { get; }
```